Dlubal.RFEM5.SolidAxes
Solid axes

Dlubal.RFEM5.SolidAxes.No
Solid number

Dlubal.RFEM5.SolidAxes.Direction
Axes direction

Dlubal.RFEM5.SolidAxes.SurfaceNo
Surface number

Dlubal.RFEM5.SolidAxes.LineList
List of lines

Dlubal.RFEM5.SolidAxes.Point
Point of direction

Dlubal.RFEM5.SolidAxes.UserCSNo
Number of the user coordinate system